export const zh = {
  translation: {
    // Header
    my_journey: "我的旅程",
    my_creations: "我的创作",
    my_way: "我的工作之路",
    btn_work: "让我们一起合作",

    // Footer
    footer_text: "制作于",
    by_dev: "由 DevDuque",

    // HomePage
    dev: "初级全栈开发者",
    welcome: "欢迎！",
    iam: "我是 Davih G. Duque",
    description:
      "我正在寻找学习、成长的机会，并将创意转化为令人惊叹的解决方案。",
    download: "下载简历",
    main_projects: "主要项目",
    see_more: "查看更多",

    //ProjectsPage
    projects_desc:
      "我是一名大学生，毕业于系统开发，专注于移动应用，热衷于创造创新和有影响力的解决方案。<br /> <br /> 我的开发之路涵盖了整个技术栈，从前端，专注于直观的界面和引人入胜的设计，到后端，确保效率、可扩展性和性能。<br /> <br />在这里，您将看到反映我作为开发者成长的项目，每个项目都代表着克服的挑战、学到的经验和我不断追求进步的过程。",

    // Card #1
    easy_description:
      "我在 EasyMarket 的工作集中在提升设计和用户体验（UI 和 UX）。 <br /> 该项目由我在 COLTEC 的同事们开发。 <br /> <br /> EasyMarket 的目标是让日常购物变得更加实用和有序。 <br />该应用程序允许用户创建购物清单、查看附近的超市、跟踪消费历史，甚至通过 API 查询食品项目，并根据特定克数查看每个项目的卡路里，帮助用户做出更明智的饮食选择。",

    // Card #2
    wtb_description:
      "在 WTB 项目中，我从头到尾参与开发，既负责 UI 和 UX，也负责应用程序的开发。此外，我还主动担任领导，组织和分配任务给我的同事们。<br /> <br /> WTB 是一个结合了电影和音乐的应用程序，创造了一种身临其境的体验，影像和声音相辅相成。这个概念是探索音乐如何增强电影中的情感，提供一种全新的观影体验。 <br /> <br /> 最初，我们计划使用 TMDB API，但由于技术上的困难，我们决定创建一个电影列表，存储在内存中，并保存在数据库中，关联到用户。 <br />该应用程序以简单的列表方式显示电影，允许登录的用户将电影添加到他们的收藏夹，确保个性化体验，并与最初的概念一致：提供电影与音乐之间的完美和谐。",

    // Card #3
    habit_description:
      "HabitJourney 是一款用于培养和保持健康习惯的应用程序，专注于简单性并适应用户的进步。<br/>  其动态方法允许用户直观地跟踪和调整习惯，无干扰。<br/> <br/> 它提供与 Google API 的集成，以安全地同步数据并在多个设备之间轻松访问。同时，还支持普通登录选项，确保注册和访问的灵活性。<br/> <br/>  凭借极简设计和直接的功能，HabitJourney 提供了一个实用且高效的体验，帮助用户保持动力并有条理地进行个人成长之旅。",

    // Card #4
    xpulse_description:
      "在 XPulse，我全面参与了开发，既负责 UI 和 UX 设计，也负责应用程序本身。此外，我主动担任领导角色，组织并分配任务给我的同事。<br/> <br/>  该应用程序的核心概念围绕创建和参与互动房间，用户可以在其中安排竞技游戏、寻找队友组成团队、参加由管理团队或 Hub 社区组织的活动，或仅仅与有相同兴趣的人聊天。<br/>  尽管最初计划包含奖励系统和 Discord 集成，我们决定专注于 MVP（最小可行产品），优先考虑核心功能，以确保流畅且高效的用户体验。",
  },
};
